{
  "luoghi":{
    "Darnha":{
      "Drandur":{
        "intro":"Città-torre i cui abitanti sono tutti incantatori. Si trova sulle sponde del lago di Istaria. È formata da un’unica torre di 100 piani e i suoi abitanti sono distribuiti sui vari piani in base alle loro capacità magiche, con i migliori maghi residenti nei piani più alti. Alla base misura un diametro di circa un miglio e i primi piani compongono la zona commerciale e turistica; molti visitatori accedono ogni giorno alla città, per usufruire dei vari servizi.",
        "Storia":"Tra i primi insediamenti costruiti dalla creazione dell’uomo, fu costruita grazie all’aiuto del dio Kewa, dio della conoscenza e degli elementi. Nell’anno 632 subì un lungo assedio da parte dell’organizzazione deiMantelli di Sangue, capeggiata da Psykri, ex allievo dell’accademia di Drandur (che era fuggito anni prima rubando alcuni tra i tomi di incantesimi più oscuri). L’assedio fallì, ma alcuni infiltrati riuscirono comunque a portar via numerose pergamene e manoscritti unici.<br/> Trattandosi di una città prevalentemente pacifica, spesso non si è schierata durante le sanguinose guerre che hanno impegnato le altre città della regione. Uno degli altri motivi per cui non si sono interessati degli eventi circostanti è la totale dedizione verso lo sviluppo intellettuale e il miglioramento nelle arti magiche.",
        "Governo":"La città è governata dall’Incantatore Maestro, aiutato nelle sue decisioni dal Consiglio dei Maghi, composto da 50 maghi esperti in vari ambiti magici. Le cariche sono a vita; tuttavia, vi sono stati casi in cui alcuni maghi hanno deciso volontariamente di dimettersi dalla carica. Per entrare a far parte del Consiglio si devono superare delle prove di magia, mentre l’Incantatore Maestro deve essere scelto tra i membri ed appoggiato nell’investitura dalla maggioranza dei suoi membri.<br/> Agli abitanti è data la possibilità di seguire i corsi di proposti dalle accademie, ma coloro che non sviluppino doti magiche entro la maggiore età vengono allontanati dalla città per seguire un cammino diverso.",
        "Economia":"Gli introiti in oro della città provengono prevalentemente dalle tasse sulla vendita dei manufatti magici, ma il mantenimento degli abitanti non è dispendioso, per cui la maggior parte dell’oro raccolto viene poi utilizzato per esperimenti magici di vario genere.<br/> Questa città è del tutto autosufficiente, perciò non effettua scambi con le città vicine. Non necessita di provvigioni di acqua né cibo, in quanto i propri abitanti sono in grado di materializzare il cibo e le bevande.<br/> Per quanto riguarda i visitatori, oltre al mercato del piano terra, un intero piano è dedicato ai forestieri, con numerosi ostelli e taverne. Tuttavia, la produzione, rivendita e consumo di alcolici sono vietati dal Consiglio, perché possono alterare l’attività cerebrale degli abitanti.<br/> Al Sesto piano poi si trova il refettorio generale, un intero piano dedicato alla ristorazione di ogni sorta. E si possono trovare prelibatezze di ogni genere, che si materializzano direttamente nel piatto una volta espresso ad alta voce il nome del piatto e lasciate le Monete necessarie sul tavolo.<br/> Al di sopra del refettorio iniziano le residenze private degli incantatori, raggiungibili attraverso un dedalo pressoché infinito di scale, con il teletrasporto oppure, per i “non magici” meno atletici, attraverso dei portali attivati da una guardia. Tuttavia, il prezzo non è indifferente: si tratta di ben 250 Monete d’Oro a persona per un singolo viaggio!<br/> Nei piani dal 70° al 75° sono situate le Accademie delle Arti Magiche, le più prestigiose scuole di stregoneria e magia del continente. Per accedervi bisogna dimostrare di possedere dei doni non indifferenti, e prima di ottenere l’accesso alle sezioni più arcane della biblioteca possono volerci molti anni di dedizione. Nei dieci piani successivi sono situate le residenze dei personaggi più potenti (ed anziani) della città, i Gran Maestri, i membri del Consiglio e l’Incantatore Maestro. Ai loro figli, inoltre, è concesso in via eccezionale la permanenza nella città-torre anche se non possiedono il dono della magia.",
        "Luoghi di interesse":"L’imponente struttura della città-torre è uno dei principali motivi di visita di molti viaggiatori: con i suoi 2'600 piedi di altezza è visibile da molto lontano e già dai piani più bassi gode di una splendida vista sul rilucente lago di Istaria. Di immenso pregio, inoltre, sono i rilievi scolpiti sulle sue mura, e gli intarsi che decorano i portoni delle varie botteghe e delle abitazioni dei maghi più vanesi.<br/> Al piano terra ha sede il mercato generale, con bancarelle ricche di ogni genere di oggetto magico: bacchette, pozioni, anelli, pergamene, capi d’abbigliamento incantati, elisir e molto altro.<br/> Al 45° piano si trova la bottega del mago Bivirkning, noto per i suoi prezzi abbordabili e per i suoi artefatti magici “quasi” sempre funzionanti… se si cerca una maga competente, ma purtroppo anche estremamente costosa, non si può che rivolgersi a Livet, residente al 57° piano.",
        "Persone di spicco":"Tra i negozianti spiccano Bivirkning, l’inaffidabile genio, la potente maga Livet, l’anziana Rose e la piccola Airi."
      },
      "Ghalt":{
        "intro":"Ghalt, la città fluttuante. Ultima città della regione ad essere stata creata. Si dice sia stata fondata dai Mantelli di Sangue, una pericolosa organizzazione criminale. La città versa nell’anarchia totale, ma i Mantelli di Sangue si occupano di gestire gli accessi e di eliminare ogni minaccia che possa mettere in pericolo la sopravvivenza della città stessa tramite misteriosi “incidenti”. È il ritrovo principale dei criminali del regno, perché le altre città hanno paura ad invadere la giurisdizione di Ghalt. Trattandosi di una città sospesa a mezz’aria ad oltre 1000 piedi di altezza non ha bisogno di mura di cinta; inoltre l’accesso è possibile soltanto attraverso due montacarichi situati agli estremi opposti, uno a nord e uno a sud; si tratta di vere e proprie gabbie in ferro battuto mosse grazie a primitivi marchingegni azionati da alcuni incaricati dal piano superiore. A terra imperversa il puzzo dei cadaveri delle persone buttate di sotto, chi per diletto chi per vendetta, un vero monito per i viaggiatori incauti!",
        "Storia":"Fu fondata nel 625 da Psykri. Nota per essere il covo dei Mantelli di Sangue e loro base per le svariate scorrerie che hanno perpetuato nei secoli. Molti degli eventi che riguardano la città sono caduti nell’oblio per via dell’assenza di testimoni per narrarli, perciò si sa molto poco della sua storia, per lo più dicerie e leggende. Chissà però che non si possa trovare un manoscritto con maggiori informazioni, un giorno…",
        "Governo":"La città è “autogestita”, il che significa che non esistono regole. È consuetudine degli abitanti barricare porte e finestre per evitare brutte sorprese, mentre i pochi coraggiosi che mantengono aperta una attività dormono con entrambi gli occhi aperti.",
        "Economia":"Non si ha la minima idea di come la gente faccia a vivere lì. Per lo più gli abitanti sono manigoldi e truffatori, che vivono di espedienti, razzie e mercato nero (si mormora anche di mercato di organi). Una delle attività preferite dei suoi frequentatori sono le passeggiate lungo il bordo della città. Spesso questa tecnica viene usata per mettere fine ad un alterco: si va a camminare insieme lungo il bordo, uno dei due spinge l’altro oltre al baratro, fine della discussione.",
        "Luoghi di interesse":"Il luogo più frequentato è l’Arena di combattimento, uno spiazzo di terra battuta dove spesso avvengono risse o scontri all’ultimo sangue. Accanto ad essa sorge la Taverna, miracolosamente aperta, gestita da Buck, un vecchio diavolo più simile ad un orso che ad un essere umano, che vende del pessimo liquore denso e forte, dall’aspetto per niente invitante ma dai prezzi talmente bassi che finisce per rendere il locale quasi sempre pieno di avventori.<br/> I monumenti, se mai ce ne sono stati, sono stati rubati o distrutti, ma la città sospesa in aria rappresenta un luogo unico e di per sé intrigante per via della vista mozzafiato.<br/> Altro luogo ad alta frequentazione è indubbiamente il bordello. Le ragazze non saranno le più carine, e nemmeno le più pulite, e forse nemmeno le più sveglie, e forse non sono nemmeno ragazze, ma non si può trovare di meglio per molte altre miglia quindi tanto vale cogliere l’occasione…",
        "Persone di spicco":"Buck il taverniere, Patches “l’onesto” venditore e Giacomo il rigattiere, una vera istituzione."
      },
      "Graalm":{
        "intro":"Poco a sud di Ghalt, a soli 4 giorni di cammino sorge Graalm, la città condannata ad una notte eterna. Oltre ad essere sempre notte, c’è anche sempre una fitta nebbia che impedisce la visibilità. La città, quindi, è disseminata di lanterne. Data la situazione, gli abitanti sono notoriamente indolenti e depressi, con poca voglia di vivere. Nonostante ciò, resta una città economicamente forte grazie al commercio di pesce.",
        "Storia":"Sorta nei primi decenni di vita di Darnha, inizialmente era una fiorente città costiera, nota per i suoi ottimi ristoranti di pesce situati su palafitte sul mare. Venne però maledetta, e da allora in tutta la città e dintorni regna una perenne oscurità aggravata dalla presenza di un fitto strato di nebbia, che l’ha resa inospi ",
        "Governo":"La città è gestita da un Re eletto direttamente dal popolo, il quale si avvale di alcuni consiglieri per amministrare al meglio il regno. Un particolare interessante è che la carica non è ereditaria, ma alla morte di ogni sovrano avviene una votazione nella piazza principale dove gli abitanti si riuniscono per stabilire il loro nuovo Re. La votazione avviene per elezione diretta per mezzo dell’accensione di una candela. Un incaricato conta il numero di luci acceso per ogni candidato e quello che ha accumulato il maggior numero di candele accese diventa il nuovo sovrano della città della notte eterna.",
        "Economia":"Graalm basa il suo sostentamento sul commercio del pesce e sull’agricoltura dei “Frutti nebbiosi”, caratteristiche bacche violacee delle dimensioni di una zucca, ma dalla forma allungata. Il loro sapore non è particolarmente dolce né amaro, il che li rende adatti per la preparazione di zuppe e dolci di vario genere. Hanno la fortuna di crescere soltanto nei dintorni della città, perché necessitano di un ambiente umido e della totale assenza di luce solare per crescere.",
        "Luoghi di interesse":"Uno degli edifici storici più ammirevoli è la torre dell’orologio, con il suo enorme meccanismo di precisione millesimale, che ad ogni ora risuona per la città, seguito da un breve annuncio di Spike, il burlone, che tenta inutilmente di risollevare gli animi degli abitanti con una battuta, senza però mai riuscire ad essere veramente divertente, data la sua condizione di depressione cronica e la carenza di vitamina C.<br/> Il porto resta un luogo molto suggestivo anche con il buio, grazie alle ingegnose illuminazioni che nel tempo gli abitanti hanno escogitato per portare un po’ di luce ed allegria in città: lanterne fluttuanti sull’acqua, lampioni a candela, globi magici lasciati fluttuare sulle vie principali e pietre fosforescenti che delimitano le case ed indicano i numeri civici ad abitanti e visitatori. Intorno alle quattro del mattino, i pescatori lasciano le proprie case per andare a pescare, e quando tornano danno luce al grande mercato del pesce, molto bello da visitare, ma pessimo da odorare…<br/> Infine, in ogni città non può mancare il calore di una buona taverna, e il Tonno Affumicato è senza dubbio la più accogliente bettola dell’intero circondario. Chiedendo al taverniere, si può assaggiare un particolare spirito molto alcolico prodotto dalla fermentazione dei Frutti nebbiosi: viene servito caldo ed è uno spettacolo unico in quanto emette fumo blu o viola a seconda di chi lo beve, non si sa secondo quale criterio.",
        "Persone di spicco":"Alcuni negozianti del luogo possono intagliare ossa di seppia e lische di pesce per farne oggetti d’uso comune come pettini, fermacapelli, fermagli o bottoni, ma è difficile riconoscere le loro abitazioni, quindi conviene chiedere indicazioni al taverniere, o si rischia di perdersi nell’oscurità.",
        "Curiosità":"Recentemente è stata riscontrata un'anomalia nelle scuderie di Graalm: i cavalli ai quali vengono dati come complemento alimentare i frutti nebbiosi sviluppano una colorazione del manto tendente al blu, con diverse gradazioni."
      },
      "Karrlakthon":{
        "intro":"La città più grande della regione è Karrlakhton, situata ad est della penisola. È cinta da un’enorme muraglia e divisa in sezioni interne concentriche. Nella sezione più esterna abitano i contadini e i plebei,  nella sezione mezzana i mercanti mentre nella parte centrale vive la nobiltà. In questa parte, inoltre ha sede il palazzo reale. La legislazione è molto severa, gli accessi sono severamente regolati dalle guardie reali, che verificano il possesso dei documenti e si assicurano delle intenzioni di ogni viandante. Essendo di immense dimensioni, esiste un sistema di trasporto sopraelevato che si dirama dal palazzo come una raggera. È sede del più grande granaio della penisola, grazie ai molti ettari di terre coltivate. Per via della vicinanza con il Cavaliere dei Draghi Girgizar, molti degli abitanti possiedono il dominio della terra.",
        "Storia":"Città molto antica, nata all’alba dei tempi insieme ai primi senzienti; la sua costruzione, tuttavia ha richiesto vari secoli. Nel 410 si è trovata ad affrontare una guerra contro Toyar, nota come la “guerra di Konge”. Durante questo lungo conflitto molti senzienti sono periti nello spazio fra le due città, finché un giorno il dio Teshin, adirato con entrambe le fazioni per quel lungo massacro, decise di trasformare tutto il terreno di guerra in uno spiazzo senza vita e dal puzzo maleodorante, ora chiamato “le Piane di Sangue”. Questo pose fine allo screzio tra le due città, ma ancora oggi il loro rapporto non è dei migliori. Le piane di sangue hanno reso inoltre inagibile l’antica via che conduceva a Toyar in linea retta, rendendo necessaria la creazione di un nuovo cammino che passa intorno a queste terre desolate e maledette.",
        "Governo":"Il re ereditario di Karrlakthon governa su tutte e tre le zone, aiutato da un consigliere che sceglie al momento dell’incoronazione.",
        "Economia":"La città è del tutto auto-sufficiente. Nell’area contenuta entro la prima cinta muraria sono presenti numerosi appezzamenti di terreno coltivati dagli abitanti dei villaggi o usati per allevare bestiame e produrre formaggio e uova. Oltra alla seconda muraglia vivono i mercanti, dove i prodotti del territorio vengono messi in vendita o preparati per il trasporto nelle città e villaggi limitrofi. I nobili esigono dai cittadini le tasse sui terreni che possiedono e hanno inoltre diritto ad una quota delle primizie del territorio.",
        "Luoghi di interesse":"Le tre alte muraglie che proteggono e dividono l’enorme città-stato la rendono una delle fortificazioni più degne di nota della regione. Inoltre, il sistema di spostamento ideato dal Mastro Ingegnere Krungstoll rappresenta uno spettacolo unico: egli ha ideato una rete di collegamenti sopraelevati che si dirama a partire dal palazzo reale e raggiunge ogni punto del regno. Viene comunemente usata per trasportare merci e gruppi di persone e funziona grazie al potere dei dominatori della pietra, che possono muovere a piacere le portantine sulla rotaia del percorso. Non sono rari gli incidenti, causati da guidatori incauti o frettolosi.<br/> Il bazar è uno dei luoghi più interessanti e frequentati. Vi si può trovare davvero di tutto, mentre molti non esitano ad andare a cercare un po’ di ristoro nei parchi situati in ognuna delle tre aree, oppure al Teatro. Altro luogo frequentato è la sala da tè Jasmine Dragon, dove si possono gustare appetitosi manicaretti da abbinare a variegati tipi di tè.",
        "Persone di spicco":"Boomi e Harold sono i negozianti cui ci si rivolge se si cercano merci rare o di qualità a prezzi contenuti."
      },
      "Rastar":{
        "intro":"Rastar, la città montuosa. Vi è una sola via per giungere, e due fortini posti a metà percorso possono offrire riparo per la notte ai viaggiatori che intraprendono la via per raggiungerla. La conformazione delle montagne intorno alla città consente un’acustica ottimale per la musica. Per questo motivo, già prima di arrivarvi si possono sentire le melodie dei bardi. È una città famosa per la sua ottima birra. Nelle fondamenta vi sono alcuni giacimenti minerari, usati come merce di scambio per vari prodotti e per forgiare magnifici manufatti.",
        "Storia":"La città è sorta dopo la caduta di Roseltor del 740, fondata dai discendenti dei fondatori di questa città. Essi decisero di creare una nuova fortificazione nella catena montuosa di Darnha e di fondarla sugli stessi principi con cui era stata pensata originariamente Roseltor. Negli anni si è popolata di senzienti con ideali di equità e rispetto reciproci, che ora vivono in armonia e autogestione.",
        "Governo":"Già dai primi anni di esistenza di questo agglomerato arroccato sui monti meridionali della regione, i suoi abitanti hanno comunemente deciso di vivere come pari. Ognuno vive seguendo il codice di regolamenti redatto dai Padri Fondatori, e onora i suoi principi. Secondo questo codice, ogni abitante deve adoperarsi per il prossimo, contribuendo nella società in maniera pacifica e rispettosa. Così questa città si autoregola, gestita nelle azioni di governo da un portavoce che viene scelto a rotazione tra gli abitanti maggiormente stimati.",
        "Economia":"Sotto alle fondamenta delle città si dirama una copiosa vena ricca di pietre preziose, raggiungibile da una serie di cunicoli che si dipanano in ogni direzione. I minerali estratti vengono lavorati e venduti in cambio di derrate alimentari, in quanto i fianchi dei monti non offrono molto spazio per le coltivazioni di frutta e verdura. Alcune fattorie allevano, tuttavia, capre e alpaca, per ricavare prodotti caseari e pellicce. La maggior parte, invece, si dedica alla coltivazione in terrazzamenti su più livelli di malto, orzo e luppolo per produrre la famosa birra di Rastar, dal gusto forte e deciso. Essa viene apprezzata e commerciata ed è la seconda fonte di introiti della città.",
        "Luoghi di interesse":"In città vi è una grande costruzione centrale dove sono soliti riunirsi gli abitanti a fine giornata, la Taverna. Lì non mancano mai i bardi e molti avventori non vedono l’ora di raccontarsi storie e condividere le proprie avventure con chi abbia orecchie per starli a sentire.<br/> La sala del consiglio, inoltre, luogo d’incontro per le assemblee cittadine, è stata realizzata con grande cura. Lo spazio è stato scavato nella montagna e da lì si diramano i cunicoli che portano alle miniere di estrazione; alte colonne sono state abilmente scolpite negli anni da abili mani, con motivi floreali e foglie di agave. Il soffitto è interamente cesellato di pietre preziose, che vanno a comporre l’episodio della caduta della città di Roseltor, bruciata dall’ira del drago Syrax.",
        "Persone di spicco":"Eric il negoziante, Borghan il mastro birraio, ex guerriero ora dedito alla produzione della birra agricola migliore di Rastar. Se di buon umore, può raccontare alcune delle sue avventure, ritrovamenti di tesori, sanguinose battaglie e molto altro…"
      },
      "Tellyn":{
        "intro":"Al centro della regione si trova l’imponente città di Tellyn, un importante snodo dove trovano alloggio molti viandanti. Famosa per la sua cattedrale, è inoltre sede del più grande mercato del continente. Qui è stata fondata l’Unione tra le città e si riunisce il Concilio dei Sette in caso di guerra. Le guardie di Tellyn sono famose per essere addestrate in maniera magistrale e si dice siano in grado di colpire qualunque bersaglio a tiro con incredibile precisione; sono anche chiamate le Guardie d’Argento.",
        "Storia":"Tellyn fu il primo centro urbano a nascere nella regione di Darnha. La fondazione di questa città diede inizio all’Era dei Senzienti nell’anno 0.<br/> Nel 420, alla fine della guerra tra Toyar e Karrlakthon, i rappresentanti di tutte le città si riunirono a Tellyn dove decisero di fare un accordo di mutua alleanza in caso di futuri conflitti: l’Unione tra le città. Decisero che d’ora in avanti avrebbero discusso le crisi del continente riunendo il Concilio dei Sette, formato da rappresentanti di ogni città.<br/> In quello stesso periodo iniziò la costruzione dell’imponente cattedrale dedicata al dio Teshin, oggi una delle maggiori attrazioni del luogo.",
        "Governo":"Il re detiene il potere giudiziario, mentre esiste un parlamento che si occupa delle questioni civili e legali riguardanti la città. All’interno delle mura, numerose torrette permettono agli abili arcieri delle Guardie d’Argento di stare di vedetta e impedire disordini.<br/> Il Concilio dei Sette si riunisce nel Palazzo della Grande Alleanza in caso di grande necessità.",
        "Economia":"Grazie alla sua posizione centrale questa città può vantare il mercato più esteso di tutta Darnha. Ogni settimana, le vie si colmano di bancarelle e venditori ambulanti provenienti da ogni parte del contintente.<br/> Inoltre Tellyn vanta la migliore scuola di addestramento militare, che ha temprato molti guerrieri ed alcuni grandi condottieri. Per potervi accedere si paga una tassa annuale piuttosto cospicua, oltre a dover essere forniti di armatura, cotta di maglia e elmo. Agli studenti più promettenti viene proposto l’onore di entrare a far parte delle valorose Guardie d’Argento.",
        "Luoghi di interesse":"Da molte generazioni i reali di Tellyn sono difensori e grandi amatori dell’architettura. Per questo motivo, con il passare degli anni la città si è arricchita di innumerevoli edifici finemente realizzati e sculture magnifiche.<br/> La cattedrale di Oran-Dolno, la più imponente di tutte, si trova al centro della città ed è il simbolo del culto del dio Teshin, oltre ad essere un monumento di ineguagliabile bellezza. Realizzato in marmo dalle venature verdi, nelle giornate soleggiate brilla di una luce smeraldina. I due portali sono realizzati in ferro battuto e decorati con le gesta dei quattro Dèi; lungo le pareti esterne, incavate nel marmo, si possono ammirare le scene della creazione del mondo, la nascita delle creature, dei senzienti, e la diffusione della magia a Darnha. Da entrambi gli ingressi principali è possibile ammirare la grande statua del dio Teshin mentre punisce Konge, collocata in pieno centro.<br/> Le sue alte volte interne rendono lo spazio del tempio un luogo arioso e tranquillo dove molti fedeli vanno a ritrovare la pace. Ad ogni angolo della struttura sono state collocate delle statue votive dei quattro dèi.",
        "Persone di spicco":"Vi abita il famoso fabbro Andre, che vive nei vicoli della zona meridionale della città, vicino al palazzo reale."
      },
      "Toyar":{
        "intro":"La città è situata in riva al mare del Nord circondata da alte colline. Due vie, una da ovest ed una da est, rendono possibile raggiungere la città, mentre a nord si trova uno sbocco sul mare, da dove partono navi da guerra e mercantili. A causa dell’influenza della prima Dominatrice del Fuoco e dei suoi successori, molti dei suoi abitanti sviluppano a loro volta il dominio. Ci sono alcuni piatti tipici, reperibili nei vari chioschi e ristoranti del luogo: i più famosi sono senza dubbio i Fiocchi di Fuoco, crackers di carne esageratamente piccanti. La città è anche famosa per la lavorazione della seta e la realizzazione di abiti di ottima fattura.",
        "Storia":"Nel 410 re Konge, sovrano di Toyar, decise di intraprendere una campagna militare per assumere il controllo di tutta Darnha. La sua campagna iniziò da Karrlakthon, con una sanguinosa guerra che durò dieci anni. Il campo di battaglia era situato nell’area tra le due città e fu lì che il dio Teshin, adirato con entrambe le fazioni per quel lungo massacro, decise di trasformare tutto quello spazio nelle Piane di Sangue, un luogo inospitale, dal puzzo di cadavere dove nessun senziente osa metter piede. Si è dovuta creare una nuova via che collegasse le due città, dato che l’antica via passava in linea retta proprio nelle Piane di Sangue.<br/> A seguito di questa guerra i rapporti tra Karrlakthon e Toyar si sono fatti freddi e sporadici.<br/> Nel 730 re Morder, intimorito dalla preponderante potenza draconica, intraprese un vero e proprio sterminio di questa razza. Raccolse intorno a sé molti sostenitori da ogni angolo di Darnha, uniti dalla paura e dalla sete di sangue, e per oltre 20 anni perseguitò i draghi del continente, costringendoli infine a fuggire o nascondersi per sempre dalla vista dei senzienti. Furono i membri del Loto Bianco, antichi Cavalieri dei Draghi, a porre fine allo sterminio uccidendo re Morder, ma il loro comandante, Alhin perì in quell’occasione, insieme a molti della sua guarnigione.",
        "Governo":"La guida della città è nelle mani di un sovrano, che viene scelto per le sue doti di guerriero nell’arena centrale. Chiunque voglia detenere il potere deve prima sfidare, e battere, l’attuale capo. Questo nei secoli ha portato la città a risaltare per i suoi grandi combattenti, forse un po’ troppo guerrafondai, ma certamente molto coraggiosi e impavidi.",
        "Economia":"La città vanta i migliori sarti del continente; questo grazie alle molteplici fattorie dove crescono alberi di gelso e vengono allevati i bachi da seta. In queste fattorie, inoltre vengono coltivate varie altre piante, da cui sono ricavati potenti veleni.<br/> A causa delle ripetute guerre, i reali non dispongono di notevoli ricchezze, ma i cittadini di Toyar sono abituati a una vita di privazioni e non soffrono troppo per le mancanze di agi. È tradizione che i figli dei reali vadano ad allenarsi in giovane età nell’accademia della città di Tellyn per diventare dei buoni condottieri.",
        "Luoghi di interesse":"Nella piazza centrale è situata la statua di Konewa, prima Dominatrice del Fuoco, e di fronte ad essa sorge l’arena dove guerrieri da ogni luogo vengono periodicamente a mettere alla prova le proprie doti. Anche le dispute di minore importanza vengono spesso risolte dai contendenti nell’arena. Tuttavia, le doti magiche non vengono apprezzate, in genere si preferiscono i guerrieri che vincono grazie alla forza bruta rispetto a quelli che usano l’astuzia, chi usa la magia viene spesso considerato un vigliacco.",
        "Persone di spicco":"I re Konge e Morder sono storicamente noti a tutti. La famiglia Raig, composta dai discendenti di Konewa è molto rispettata nel villaggio e, anche se non hanno mai concorso per la carica dei re, molti mormorano che i suoi membri superino in forza i governanti e che per questo motivo meriterebbero quella carica."
      },
      "Vihmad":{
        "intro":"Vihmad, la città immersa nella foresta di Maod, circondata da una palizzata di legno. I suoi abitanti si dilettano nella caccia, la produzione di legname e quella di pellame. Sono famosi anche i loro distillati alle erbe. È di piccole dimensioni e gestita da un circolo di saggi formato dagli abitanti più anziani. Ognuno provvede per il mantenimento della propria famiglia, e si praticano scambi di prodotti con i visitatori e mercanti delle altre città. La foresta fornisce inoltre una gran quantità di carni, che vengono essiccate al sole o messe sotto sale.",
        "Storia":"Inizialmente fondata da un gruppo di cacciatori, il villaggio è cresciuto negli anni diventando una cittadina a tutti gli effetti. La foresta offre rifugio dalle scorrerie dei furfanti di Ghalt e gli abitanti si muovono agilmente al suo interno difendendola da eventuali malviventi grazie alle loro tecniche di mimetizzazione e osservazione di tracce nel terreno. La fitta foresta di Maod fu creata da Mira in persona, per questo tutti gli abitanti lasciano delle offerte alla dea in determinati periodi dell’anno per propiziare il raccolto o la caccia e vivono nel rispetto della natura: ripiantano gli alberi che tagliano per il legname e non cacciano mai più del necessario.",
        "Governo":"Gli anziani del villaggio sono le persone di riferimento per i problemi che possono insorgere nell’agglomerato urbano, ma in realtà non si ricorre a loro se non per gravi dissidi; in generale gli abitanti sono pacifici e cercano di risolvere le dispute con diplomazia. Trattandosi di un paese di piccole dimensioni, non ci sono troppe distinzioni sociali, e gli abitanti si conoscono tra di loro fin dall’infanzia.",
        "Economia":"Negli anni le famiglie si sono specializzate nella caccia, nella pesca e nella raccolta di frutti e piante del sottobosco. Per questo motivo gli abitanti di Vihmad provvedono al proprio mantenimento senza intraprendere troppi commerci con le altre città. I loro distillati sono molto rinomati, oltre che molto alcolici. Gli alberi forniscono il legname necessario per fabbricare abitazioni e utensili, oltre alla legna da ardere per affrontare i freddi inverni. Alcuni artigiani sono diventati molto abili nell’intagliare archi, armature, utensili e altri oggetti.",
        "Luoghi di interesse":"Il chiosco di Tony Cartoon è il centro nevralgico del paese, dove gli abitanti vanno per distendersi dopo una giornata passata nei boschi a lavorare. Tony è molto incline a raccontare ed ascoltare storie, nonché ad aiutare le persone a risolvere i loro problemi, un po’ come una guida spirituale dall’altro lato di un bancone…",
        "Persone di spicco":"La famiglia Cantante è rinomata da generazioni per l’ottima fattura di archi e frecce, che sono famosi per essere precisi e silenziosi.<br/> Il già citato Tony Cartoon è una persona gioviale con cui intavolare conversazioni e molto spesso è il primo contatto degli avventurieri che giungono in città."
      }
    }
  },
  "organizzazioni":{
    "Darnha":{
      "Loto Bianco":{
        "Storia":"Il loto bianco nasce con il nome di 'Ordine dei Cavalieri dei Draghi' nell'anno 560, venne fondato da Alhin Aviska all'età di 20 anni insieme ai primi 4 Generali: Konewa Raig , Vestvind Sanguine, Farin Sno, e Girgizar Sten. Ognuno di loro cavalcava un drago, le coppie erano: Alhin & Gryningen, Konewa & Solbrann, Vestvin & Smaragd, Farin & Vinteren e Girgizar & Ryster. Quest'ordine è stato inizialmente creato con l'obiettivo di combattere il drago Hvisker durante la Guerra dei Draghi, durante la quale acquisirono dal dio Kewa il potere del 'Dominio' che trasmisero ai loro discendenti. Dopo la sconfitta di Hvisker l'Ordine si separò e continuò a difendere il continente da 5 diversi posti, questo diede inconsapevolmente inizio alla diffusione del Dominio visto che il loro potere veniva trasmesso ad alcuni individui tramite vicinanza. L'Ordine dovette nuovamente intervenire con l'ascesa al trono di Re Morder che iniziò uno sterminio totale dei draghi, dopo una dura battaglia Alhin diede la vita per permettere a Konewa di uccidere Morder, in suo onore il nome venne cambiato in 'Loto Bianco' dato che il Loto era il suo fiore preferito ed il suo drago era di colore Bianco. Dopo la guerra contro Morder l'Ordine risultò notevolmente indebolito e sono attualmente rimasti pochissimi membri capitanati da Iroh Reig e da Grytebladet Aviska. Attualmente si occupa con i suoi pochi ma potenti membri di mantenere l'Equilibrio nel continente.",
        "Organizzazione":"I Cavalieri del Loto Bianco seguono questa gerarchia (Ordinata dal membro più importante fino al novizio): Generale, Capitano, Tenente, Soldato e infine Apprendista. Normalmente i membri che raggiungono il rango di Capitano riescono ad ottenere un drago da cavalcare. Per passare dallo stato di Apprendista a quello di soldato sono di norma necessarie 3 prove da superare dopo l'addestramento in accademia.",
        "Membri Importanti":"Generali: Alhin Aviska, Konewa Raig, Vestvind Sanguine, Farin Sno, Girgizar Sten, Iroh Reig, Grytebladet Aviska. Capitani: Iris Perg. Tenenti: Denise Quilbar, Kena Sno. Soldati: Apprendisti: Urkmel II Sanguine, Gaiseric Godsbane, Ryumiyaki, Clary Fray, Xi Beldon, Maldrek Xyrneas Raig."
      },
      "Mantelli di Sangue":{
        "Storia":"I mantelli di sangue vennero fondati da Psycrì. Dopo aver terminato i suoi studi all'Accademia Magica di Drandur, Psycri decise di ampliare le sue conoscenze dedicandosi alle Arti Oscure inizialmente per pura curiosità ma con il passare del tempo iniziò a diventare un ossessione, con la crescita del suo potere e della sua brama di conoscenza decise di creare un suo esercito in grado di controllare tutta la conoscenza del regno e fondò la città di Ghalt, ancora oggi sospesa in aria grazie alle Arti Oscure. Nell'anno 632 decise di assaltare la città di Drandur per acquisirne i Libri Proibiti e finì per uccidere anche i suoi vecchi amici dell'Accademia senza un briciolo di pietà. Dello status attuale di questa organizzazione si sa poco, si dice che continuino a tramare nell'ombra per ottenere non si sa cosa. Si suppone che la presenza dei Mantelli di Sangue sia l'unico motivo per cui la città di Ghalt non viene distrutta o ripulita dagli eserciti delle altre città.",
        "Organizzazione":"Dalle voci che girano si suppone che ai membri di basso rango dei Mantelli di Sangue vengano dati ordine solo tramite messaggi criptati e che essi stessi non conoscano i loro superiori ne la posizione esatta del covo.",
        "Membri Importanti":"Psycri."
      },
      "Seguaci di Patann":{
        "Storia":"Quest'organizzazione è conosciuta con innumerevoli nomi anche se tutti ne conoscono solo uno, si dice che il loro leader Patann sia superiore ai più grandi maestri di Drandur e sia riuscito a creare un incantesimo unico nel suo genere, riesce a modificare nella mente di ogni persona nel mondo la parola che contraddistingue un concetto specifico, per esempio potrebbe cambiare il nome della 'sedia' in 'franco' e tutte le persone esistenti crederebbero che la sedia si dica 'franco' senza nemmeno rendersene conto. L'obiettivo di questo gruppo attualmente sembra solo razziare e derubare ma si crede che i suoi scopi siano altri e ben più importanti. Lo stesso nome del loro capo in effetti non si sa se sia sempre stato quello o continui a cambiare.",
        "Organizzazione":"Questo gruppo è diviso in molteplici covi nascosti per tutta Darnha, non è raro vedere nello sportello Quest delle varie città delle missioni inerenti a loro. I loro membri variano da totali incompetenti a grandissimi combattenti.",
        "Membri Importanti":"???"
      }
    }
  }
}
